{
    "boardMembers": [
        {
            "id": "zawadi-mzuri",
            "name": "Zawadi Mzuri",
            "title": "Chairperson",
            "image": "images/team/zawadi_mzuri.webp",
            "bio": "Zawadi Mzuri is a seasoned entrepreneur and advocate for sustainable business practices. With over 20 years of experience in the manufacturing sector, she brings a wealth of knowledge in strategic leadership and community development. Her vision for La Familia Chambers is to foster an inclusive and innovative business ecosystem.",
            "social": {
                "linkedin": "https://linkedin.com/in/zawadi-mzuri",
                "twitter": "https://twitter.com/zawadimzuri"
            }
        },
        {
            "id": "david-kimani",
            "name": "David Kimani",
            "title": "Vice-Chairperson",
            "image": "images/team/david_kimani.webp",
            "bio": "David Kimani is a legal expert specializing in corporate law and governance. He provides invaluable legal counsel and strategic guidance to the Board, ensuring compliance and ethical operations. David is passionate about creating fair opportunities for all businesses.",
            "social": {
                "linkedin": "https://linkedin.com/in/david-kimani",
                "twitter": "https://twitter.com/davidkimani"
            }
        },
        {
            "id": "dr-aisha-hassan",
            "name": "Dr. Aisha Hassan",
            "title": "Secretary",
            "image": "images/team/aisha_hassan.webp",
            "bio": "Dr. Aisha Hassan is an accomplished academic and researcher with a focus on economic development. As Secretary, she meticulously manages board communications and documentation, contributing her analytical skills to policy formulation and strategic planning.",
            "social": {
                "linkedin": "https://linkedin.com/in/aisha-hassan",
                "twitter": "https://twitter.com/aishahassan"
            }
        },
        {
            "id": "robert-ngugi",
            "name": "Robert Ngugi",
            "title": "Treasurer",
            "image": "images/team/robert_ngugi.webp",
            "bio": "Robert Ngugi is a certified public accountant with extensive experience in financial management and auditing. He oversees the Chamber's financial health, ensuring transparency and fiscal responsibility. Robert is committed to maximizing resource utilization for member benefits.",
            "social": {
                "linkedin": "https://linkedin.com/in/robert-ngugi",
                "twitter": "https://twitter.com/robertngugi"
            }
        },
        {
            "id": "sarah-ochieng",
            "name": "Sarah Ochieng",
            "title": "Board Member",
            "image": "images/team/sarah_ochieng.webp",
            "bio": "Sarah Ochieng is a dynamic marketing professional with a proven track record in brand building and digital strategy. She brings fresh perspectives on member engagement and outreach, helping the Chamber connect with a wider audience and enhance its value proposition.",
            "social": {
                "linkedin": "https://linkedin.com/in/sarah-ochieng",
                "twitter": "https://twitter.com/sarahochieng"
            }
        },
        {
            "id": "michael-mutua",
            "name": "Michael Mutua",
            "title": "Board Member",
            "image": "images/team/michael_mutua.webp",
            "bio": "Michael Mutua is a technology innovator and founder of a successful tech startup. His expertise in emerging technologies and digital transformation is crucial for guiding the Chamber's initiatives to support tech-driven businesses and foster a vibrant innovation ecosystem.",
            "social": {
                "linkedin": "https://linkedin.com/in/michael-mutua",
                "twitter": "https://twitter.com/michaelmutua"
            }
        }
    ],
    "executiveTeam": [
        {
            "id": "grace-wanjiku",
            "name": "Grace Wanjiku",
            "title": "Chief Executive Officer (CEO)",
            "image": "images/team/grace_wanjiku.webp",
            "bio": "Grace Wanjiku leads the day-to-day operations of La Familia Chambers, driving strategic initiatives and ensuring the Chamber's mission is achieved. With a background in organizational leadership and non-profit management, she is dedicated to fostering a thriving business community.",
            "social": {
                "linkedin": "https://linkedin.com/in/grace-wanjiku",
                "twitter": "https://twitter.com/gracewanjiku"
            }
        },
        {
            "id": "peter-mwangi",
            "name": "Peter Mwangi",
            "title": "Operations Manager",
            "image": "images/team/peter_mwangi.webp",
            "bio": "Peter Mwangi oversees all operational aspects of the Chamber, ensuring smooth execution of programs and events. His meticulous planning and logistical expertise are vital for delivering high-quality services to members.",
            "social": {
                "linkedin": "https://linkedin.com/in/peter-mwangi",
                "twitter": "https://twitter.com/petermwangi"
            }
        },
        {
            "id": "esther-njeri",
            "name": "Esther Njeri",
            "title": "Membership Coordinator",
            "image": "images/team/esther_njeri.webp",
            "bio": "Esther Njeri is the primary point of contact for new and existing members, dedicated to ensuring their needs are met and they fully benefit from Chamber resources. She plays a key role in member retention and recruitment.",
            "social": {
                "linkedin": "https://linkedin.com/in/esther-njeri",
                "twitter": "https://twitter.com/esthernjeri"
            }
        },
        {
            "id": "collins-omondi",
            "name": "Collins Omondi",
            "title": "Events Manager",
            "image": "images/team/collins_omondi.webp",
            "bio": "Collins Omondi is responsible for conceptualizing, planning, and executing all Chamber events, from large-scale summits to intimate networking sessions. His creativity and organizational skills ensure memorable and impactful experiences.",
            "social": {
                "linkedin": "https://linkedin.com/in/collins-omondi",
                "twitter": "https://twitter.com/collinsomondi"
            }
        },
        {
            "id": "faith-chebet",
            "name": "Faith Chebet",
            "title": "Communications Manager",
            "image": "images/team/faith_chebet.webp",
            "bio": "Faith Chebet manages all internal and external communications for La Familia Chambers, including press releases, newsletters, and social media. She ensures that the Chamber's message is clear, consistent, and reaches its target audience effectively.",
            "social": {
                "linkedin": "https://linkedin.com/in/faith-chebet",
                "twitter": "https://twitter.com/faithchebet"
            }
        }
    ]
}
